{
  "base_title": "Add your link(s)",
  "title": "$t(base_title)",
  "title_with-advocate": "$t(base_title): {{currAdvocateId}}",
  "subtitle": "On saving, the links will be sent to the verificacion queue. The verification process may take some time, but it ensures that the links are valid. Please check that your link works (log in and open it, and verify that the 'Get Discount' button is there) before continuing.",
  "button": {
    "save": {
      "aria-label": "save",
      "label": "Save"
    }
  },
  "textfield": {
    "placeholder": "Please try again",
    "placeholder_false": "Paste here ({{limit}} MAX)"
  },
  "toast": {
    "error": {
      "no-urls-found": "No App URLs were found in the pasted text!",
      "above-limit": "The limit of App Referrals to be pasted at once is {{limit}}",
      "invalid-url_one": "The provided App referral link is invalid. Please review it and paste it again",
      "invalid-url_other": "At least one of the provided App referral link is invalid. Please review them and paste them again",
      "multiple-users": "You can only send referral links from one user",
      "repeated-urls": "At least one of the Referral App links is repeated",
      "duplicated-user": "You sent a link from the user {{savedAdvocateId}} in the past, but you pasted a link from the user {{pastedAdvocateId}} now. Only one user is allowed",
      "all-rejected_one": "The App referral could not be added to the verification queue. Please review it and try again",
      "all-rejected_other": "{{count}} App referrals could not be added to the verification queue successfully. Please review them and try again",
      "conflict_one": "The App referral could not be added to the verification queue as the Referral exists already",
      "conflict_other": "{{count}} App referrals already existed and were not added",
      "unprocessable_one": "The App referral could not be added to the verification queue as it was marked as invalid by the server",
      "unprocessable_other": "{{count}} App referrals were stored as invalid by the server and were not added"
    },
    "warn": {
      "repeated-saved-apps": "You have already saved the Apps: {{repeatedAppsText}} in the past, but you pasted links that included them again, and have been removed",
      "partial-reject": "{{numFulfilled}} App referrals were added to the verification queue successfully, but {{numRejected}} could not. Please review them and try again"
    },
    "info": {
      "all_valid_one": "The provided App referral link seems valid! Please click on the button to add it to the verification queue",
      "all_valid_other": "All of the {{count}} detected App referral links seem valid! Please click on the button to add them to the verification queue",
      "all-successful_one": "The App referral was added to the verification queue successfully!",
      "all-successful_other": "All of the {{count}} App referrals were added to the verification queue successfully!"
    }
  }
}
