{
  "title": "📑 Use Terms (v{{version}})",
  "text": "<h6>🤔 What is this website for?</h6><p>Meta Devices & Apps can be referred to Friends by Advocates who own it.</p><p>For Devices, both Friend and Advocates get 30€/$30/£23 in Store credit (liable to change).</p><p>For Apps, Friends get 25% discount, whilst Advocates get 5€/$5/£4 in Store credit.</p><p>The purpose of this website is to provide some matchmaking to help all sides  get the best out of it. The referrals are verified individually to ensure that the links are valid.</p><h6>🔨 How to use this website?</h6><ul><li>- App: As a Friend, search for a desired App and click on the Get icon to  get the discount, then buy the App within 7 days.</li><li>- App: As an Advocate, use the Oculus Mobile App to create a referral for the App from either the Store view or the Referral section, then come back to this site and paste your App referral in the dialog that will appear if you click on the + button. Alternatively, find the App in the table and click the button in the `Add` column. Afterwards you can search for other Apps you own and add them quickly from the table. Please remember to claim your referral credit in the Meta App</li><li>- Device: As a Friend, click on the Get icon to receive the referral, accept it, then buy and activate the Device within 30 days.</li><li>- Device: As an Advocate, click on the Give icon to add your referral by giving your Oculus username and your region. It is important that the region matches your own, as otherwise neither Friend nor Advocate will get the credit. Please remember to claim your referral credit in the Meta App.</li></ul><h6>🤓 Are there any limits?</h6><p>Not all countries are available.</p><p>There is a maximum credit per calendar year, which may change at any moment.</p><ul><li>- Device: As a Friend, once you have accepted an invitation, you have 30 days to buy and activate the Device with the same account before it expires. Otherwise, you will need to request a new invitation. Only accounts that have not received the credit before can be successfully invited, and only Devices that have not been activated before can receive the credit.</li><li>- Device: As an Advocate, once your Friend has accepted your invitation, bought and activated the Device, you must claim the credit in the Oculus App.</li><li>- App: As a Friend, once you have accepted an invitation, you have 7 days to buy the App before it expires. Otherwise, you will need to request a new invitation.</li><li>- App: As an Advocate, you will receive your credit 15 days after your Friend has bought the App (to avoid refunds).</li></ul><h6>😥 What data do you store?</h6><p>Your browser stores locally whether you have accepted these terms or not, as well as whether you would like duplicate confirmation dialogs for Get/Give, your current language and whether you have closed the Quickstart</p><ul><li>- As an Advocate, the Database stores your `username` and a list of the meta Apps that you have saved, and your Region for the Device referral if you have saved it. You can request this information to be deleted by sending an email via the following link with proof of ownership of the account:</li></ul><a aria-label='email' href='mailto:david.c.iglesias@gmail.com?subject=[Meta Referrals] Please remove my username!&body=Hi, my username is: [write your username here] and I would like it removed from your Meta App Referrals App.Thank you.'><button aria-label='email button'><email /></button>david.c.iglesias@gmail.com</a><ul><li>- As an Advocate, your username is stored in your browser once you save a link, to thwart attempts of saving links from someone else.</li><li>- As an Advocate, your saved Apps are stored in your browser once you save a link, to minimise attempting to save duplicates by mistake.</li><li>- As a Friend, the App ids you have clicked on are saved, to minimise getting duplicates by mistake.</li></ul><h6>💸 Where is the profit?</h6><p>There is no profit here, at least for us! We simply hope to help everyone win (more Apps sold, more people getting discounts and more people getting credit)</p><h6>🙏 What do I agree to?</h6><p>As a User, you agree to the following:</p><ul><li>- Not tampering with the lottery process</li><li>- Not using/sharing any of the referral links outside of this App</li><li>- Not saving any of referral links in the App outside of your own</li></ul>",
  "button": {
    "accepted": "You have already accepted",
    "pending": "I accept the terms",
    "close": { "aria-label": "Close" }
  },
  "toast": {
    "must-accept": "You must either accept the terms or leave the site"
  }
}
