{
  "title": "📑 Términos de uso (v{{version}})",
  "text": "<h6>🤔 ¿De qué va este sitio?</h6><p>Un Promotor puede invitar a Amigos a comprar Apps o Dispositivos de Meta.</p><p>Para Dispositivos, tanto los Amigos como los Promotores reciben 30€/$30/£23 en crédito de tienda (puede cambiar).</p><p>Para las Apps, los Amigos reciben 25% de descuento, y los Promotores 5€/$5/£4 en crédito de tienda (puede cambiar).</p><p>La idea es ayudar a conectar Promotores y Amigos para que todos ganen. Las invitaciones se verifican individualmente para cerciorarse de que los enlaces son válidos.</p><h6>🔨 ¿Cómo lo hago?</h6><ul><li>- App: Como Amigo, busca la App que quieras y dale al botón de Obtener para recibir el descuento, y compra la App en menos de 7 días.</li><li>- App: Como Promotor, primero tienes que crear el referido de la App desde la App móvil de Oculus, y luego crear tu primer referido pegándolo en el diálogo que aparece al pulsar en +, o buscando el juego con la tabla y dándole al icono de la columna `Dé`, y luego busca el resto de Apps que tienes para añadirlas desde la tabla rápidamente</li> <li>- Dispositivo: Como Amigo, haz click en el icono de 'Pida' para recibir el referido, acepte y compre y active el Dispositivo en menos de 30 días.</li><li>- Dispositivo: Como Promotor, haga click en el botón 'Dé' para agregar su referido aportando su usuario de Oculus y su región. Es importante que elija la región correcta, pues de otro modo ni su Amigo ni usted recibirán crédito</li></ul><h6>🤓 ¿Hay límites?</h6><p>Por ahora se han confirmado las regiones UK, ES, KR, NL y algunos estados de US.</p><p>Hay un crédito máximo por año de calendario que puede cambiar en cualquier momento.</p><ul><li>- Dispositivo: Como Amigo, una vez reciba la invitación, tiene 30 días para comprar y activar el Dispositivo con esa misma cuenta, antes de que expire. Si no, deberá pedir una nueva invitación. Solo cuentas que no han recibido crédito anteriorment pueden ser invitados, y solo Dispositivos que no han sido activados recibirán el crédito.</li><li>- Dispositivo: Como Promotor, una vez su Amigo haya aceptado su invitación, comprado y activado el Dispositvo, debe reclamar su crédito desde la App de Oculus.</li><li>- App: Como Amigo, al recibir la invitación, tienes 7 días para comprar la App. Si caduca, tendrás que pedir una nueva invitación.</li><li>- App: Como Promotor, recibirás el crédito 15 días después de que tu Amigo compre la App (para evitar reembolsos).</li></ul><h6>😥 ¿Qué datos almacenáis?</h6><p>Su navegador almacena localmente si ha aceptado estos términos, así como si quiere que aparezca el diálogo de duplicados para Pida/Dé, su idioma actual y si ha cerrado la ayuda rápida.</p><ul><li>- Como Promotor, se guarda su `usuario` y la lista de Apps que ha guardado dentro de una Base de Datos, así como su región en caso de guardar un referido de Dispositivo. Puede pedir que se elimine esta información mandando un email con el siguiente enlace, aportando pruebas de que es su cuenta:</li></ul><a aria-label='email' href='mailto:david.c.iglesias@gmail.com?subject=[Meta Referrals] Por favor, elimina mi usuario!&body=Hola, mi usuario es: [escribe aquí tu usuario] y quiero que se elimine de la Web de Referidos de Apps de Meta. Gracias.'><button aria-label='email button'><email /></button>david.c.iglesias@gmail.com</a><ul><li>- Como Promotor, su usuario se guarda cuando salvas un enlace, para prevenir interferir con enlaces de otros.</li><li>- Como Promotor, sus Apps guardadas se almacenan para evitar que intente guardar duplicados por error.</li><li>- Como Amigo, los identificadores de las Apps sobre las que ha pedido invitación se guardan para ayudarle a evitar duplicados erróneos. </li></ul><h6>💸 ¿Dónde está el beneficio?</h6><p>No hay ninguno... ¡al menos para nosotros! Solo queremos ayudar a que todos ganen (más Apps vendidas, más descuentos y más crédito)</p><h6>🙏 ¿Qué estoy aceptando?</h6><p>Como Usuario, aceptas lo siguiente:</p><ul><li>- No interferir con el proceso de lotería</li><li>- No utilizar/compartir invitaciones obtenidas aquí fuera de esta App</li><li>- Solo guardar tus invitaciones en la App</li></ul>",
  "button": {
    "accepted": "Ya has aceptado los términos",
    "pending": "Acepto los términos",
    "close": { "aria-label": "Close" }
  },
  "toast": {
    "must-accept": "Debes aceptar los términos o salir del sitio"
  }
}
