{
  "base_title": "Añada su(s) enlace(s)",
  "title": "$t(base_title)",
  "title_with-advocate": "$t(base_title): {{currAdvocateId}}",
  "button": {
    "save": {
      "aria-label": "guardar",
      "label": "Guardar"
    }
  },
  "textfield": {
    "placeholder": "Inténtelo de nuevo",
    "placeholder_false": "Pegue aquí ({{limit}} MÁX)"
  },
  "toast": {
    "error": {
      "no-urls-found": "¡No se encontraron referidos de Apps en el texto pegado!",
      "above-limit": "El límite de referidos de Apps a pegar es {{limit}}",
      "invalid-url_one": "El referido de App es inválido. Revíselo y péguelo de nuevo",
      "invalid-url_other": "Al menos un referido de App es inválido. Revíselos y péguelos de nuevo",
      "multiple-users": "Solo puede enviar referidos provinientes de un usuario",
      "repeated-urls": "Al menos uno de los referidos está repetido",
      "duplicated-user": "Ya ha mandado un referido del usuario {{savedAdvocateId}} antes, y ahora ha pegado un referido de {{pastedAdvocateId}}. Solo se permite un usuario",
      "all-rejected_one": "No se pudo agregar el referido de App a la cola de verificación. Por favor, revíselo e inténtelo de nuevo",
      "all-rejected_other": "Ninguno de los {{count}} referidos de App se agregaron a la cola de verificación correctamente. Por favor, revíselos e inténtelo de nuevo"
    },
    "warn": {
      "repeated-saved-apps": "Ya ha salvado las Apps: {{repeatedAppsText}} en el pasado, pero las ha vuelto a pegar, y no se han guardado",
      "partial-reject": "Se han agregado {{numFulfilled}} referidos de App a la cola de verificación, pero {{numRejected}} no se pudieron agregar a la cola de verificación. Por favor, revíselos e inténtelo de nuevo"
    },
    "info": {
      "all_valid_one": "¡El referido de App parece válido! Utilice el botón para agregarlo a la cola de verificación",
      "all_valid_other": "¡Todos los {{count}} referidos de App detectados parecen válidos! Utilice el botón para agregarlos a la cola de verificación",
      "all-successful_one": "¡El referido de App se agregó a la cola de verificación con éxito!",
      "all-successful_other": "¡Todos los {{count}} referidos de App se agregaron a la cola de verificación correctamente!"
    }
  }
}
